Repository: ErkinArikan/map_mate_ai
Catalog: iOS-Map-HelperAi/iOS-Map-HelperAi/Utilties/Languages/Localizable.xcstrings
Source language: en
Languages: tr

source: - **Account** means a unique account created for You to access our Service or parts of our Service.
tr: - **Hesap**, Hizmetimize veya Hizmetimizin bölümlerine erişmeniz için oluşturulan benzersiz bir hesap anlamına gelir.

source: - **Affiliate** means an entity that controls, is controlled by or is under common control with a party, where "control" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.
tr: - **İştirak**, bir tarafı kontrol eden, onun tarafından kontrol edilen veya onunla ortak kontrol altında olan bir kuruluş anlamına gelir; burada “kontrol”, yönetim kurulu üyelerinin veya diğer yönetim yetkilerinin seçiminde oy kullanma hakkına sahip hisselerin, öz sermaye paylarının veya diğer menkul kıymetlerin %50 veya daha fazlasına sahip olmak anlamına gelir.

source: - **Application** refers to Map Mate-AI, the software program provided by the Company.
tr: - **Uygulama**, Şirket tarafından sağlanan yazılım programı olan Map Mate-AI'yi ifade eder.

source: - **Company** (referred to as either "the Company", "We", "Us" or "Our" in this Agreement) refers to Map Mate-AI.
tr: - **Şirket** (bu Sözleşmede “Şirket”, “Biz”, “Bize” veya “Bizim” olarak anılacaktır) Map Mate-AI'yi ifade eder.

source: - **Country** refers to: Turkey.
tr: - **Ülke** anlamına gelir: Türkiye.

source: - **Device** means any device that can access the Service such as a computer, a cellphone or a digital tablet.
tr: - **Cihaz**, bilgisayar, cep telefonu veya dijital tablet gibi Hizmete erişebilen herhangi bir cihaz anlamına gelir.

source: - **Personal Data** is any information that relates to an identified or identifiable individual.
tr: - **Kişisel Veriler** tanımlanmış veya tanımlanabilir bir bireyle ilgili her türlü bilgidir.

source: - **Service Provider** means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.
tr: - **Hizmet Sağlayıcı**, Şirket adına verileri işleyen herhangi bir gerçek veya tüzel kişi anlamına gelir. Hizmeti kolaylaştırmak, Şirket adına Hizmeti sağlamak, Hizmetle ilgili hizmetleri gerçekleştirmek veya Hizmetin nasıl kullanıldığını analiz etmede Şirkete yardımcı olmak için Şirket tarafından istihdam edilen üçüncü taraf şirketleri veya bireyleri ifade eder.

source: - **Service** refers to the Application.
tr: - **Hizmet** Uygulamayı ifade eder.

source: - **Usage Data** refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).
tr: - **Kullanım Verileri**, Hizmetin kullanımı veya Hizmet altyapısının kendisi (örneğin, bir sayfa ziyaretinin süresi) tarafından oluşturulan otomatik olarak toplanan verileri ifade eder.

source: - **You** means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.
tr: - **Siz**, Hizmete erişen veya Hizmeti kullanan kişi veya söz konusu kişinin adına Hizmete eriştiği veya Hizmeti kullandığı şirket veya diğer tüzel kişilik anlamına gelir.

source: **1. Data Collection and Usage**
tr: **1. Veri Toplama ve Kullanımı**

source: **2. Data Sharing**
tr: **2. Veri Paylaşımı**

source: **3. User Rights**
tr: **3. Kullanıcı Hakları**

source: **4. Limitation of Liability**
tr: **4. Sorumluluğun Sınırlandırılması**

source: \"Where Should We Go Tonight?\" Is No Longer a Problem!
tr: "Bu Akşam Nereye Gitsek?" Sorun Olmaktan Çıktı!

source: A password reset link has been sent to your email.
tr: E-postanıza bir şifre sıfırlama bağlantısı gönderildi.

source: About
tr: Hakkında

source: About Map Mate-AI
tr: Map Mate-AI Hakkında

source: About the App
tr: Uygulama Hakkında

source: About The App
tr: Uygulama Hakkında

source: Add
tr: Ekle

source: Add to Favorites
tr: Favorilere Ekle

source: AI-Assistant
tr: Yapay-Zeka Asistan

source: AI-Powered Chat
tr: Yapay Zeka Destekli Sohbet

source: All
tr: Hepsi

source: All Districts
tr: Bütün İlçeler

source: Ankara, Turkey
tr: Ankara, Türkiye

source: Apply
tr: Uygula

source: Arrival Time: %@
tr: Varış Zamanı: %@

source: Base Style
tr: Temel Stil

source: Be Anywhere You Imagine!
tr: Hayal Ettiğiniz Her Yerde Olun!

source: Bring Together Your Favorite Places!
tr: Sevdiğiniz Yerleri Bir Araya Getirin!

source: Browse Now
tr: Göz At

source: By tapping 'I Agree', you confirm that you have read and agree to these terms.
tr: 'Kabul Ediyorum' seçeneğine dokunarak bu şartları okuduğunuzu ve kabul ettiğinizi onaylamış olursunuz.

source: Cafe
tr: Kafe

source: Cancel
tr: Kapat

source: Change Password
tr: Şifre Değiştir

source: Charge
tr: Şarj

source: City:
tr: Şehir:

source: Close
tr: Kapat

source: Contact
tr: İletişim

source: Copy Address
tr: Adres Kopyala

source: Copyright © reserved by Erkin Arıkan
tr: Telif hakkı © Erkin Arıkan'a aittir

source: Create your account and if you have one login
tr: Hesabınızı oluşturun ve varsa giriş yapın

source: Dark
tr: Koyu

source: Dark Mode
tr: Koyu Mod

source: Definitions
tr: Tanımlar

source: Directions
tr: Yol Tarifi

source: Discover nearby locations, such as restaurants, cafes, and attractions.
tr: Restoranlar, kafeler ve turistik yerler gibi yakındaki konumları keşfedin.

source: Discover places with your personal assistant and get instant answers to your questions. Your closest companion on the road!
tr: Özel asistanınızla mekanları keşfedin, sorularınıza anında yanıt alın. Size en yakın yol arkadaşınız!

source: Display Languages
tr: Dilleri Ayarları

source: District
tr: İlçe

source: District:
tr: İlçe:

source: Don’t have an account?
tr: Hesabınız yok mu?

source: Done
tr: Tamam

source: Duty Pharmacies
tr: Nöbetçi Eczaneler

source: Easily locate 24/7 pharmacies and other essential services in your area.
tr: Bölgenizdeki 7/24 eczaneleri ve diğer temel hizmetleri kolayca bulun.

source: Easily reach anywhere you desire. Choose your destination, and leave the rest to us!
tr: İstediğiniz her yere kolayca ulaşın. Hedefinizi seçin, gerisini bize bırakın!

source: Email
tr: E-posta

source: Email Address
tr: E-posta Adresi

source: Email: support@example.com
tr: E-posta: support@example.com

source: End the ride first
tr: Önce sürüşü sona erdirin

source: Enter the mail address
tr: E-posta adresinizi girin

source: Enter your email
tr: E-posta adresinizi girin

source: Enter your registered email address, and we will send you a link to reset your password.
tr: Kayıtlı e-posta adresinizi girin, size şifrenizi sıfırlamanız için bir bağlantı göndereceğiz.

source: Estimated Time of Arrival
tr: Tahmini Varış Zamanı

source: Everything You Need, From Café to Hospital!
tr: Kafe'den Hastane'ye İhtiyacınız Olan Her Şey!

source: example name
tr: örnek parola

source: example password
tr: örnek parola

source: Favorite the places you've been to and access them with a single touch. Make every moment more special!
tr: Gittiğiniz yerleri favorileyin ve tek dokunuşla ulaşın. Her anınız daha özel olsun!

source: Favorites
tr: Favoriler

source: Features:
tr: Özellikler:

source: Feedback
tr: Geri bildirim

source: Fetch Duty Pharmacies
tr: Nöbetçi Eczaneleri Getirin

source: Find On-Duty Pharmacies Instantly!
tr: Nöbetçi Eczaneleri Anında Bulun!

source: Flat
tr: Düz

source: For the complete Privacy Policy, please visit our website or contact us at erkinarikan@gmail.com.
tr: Gizlilik Politikasının tamamı için lütfen web sitemizi ziyaret edin veya erkinarikan@gmail.com adresinden bizimle iletişime geçin.

source: For the purposes of this Privacy Policy:
tr: Bu Gizlilik Politikasının amaçları doğrultusunda:

source: Forgot password?
tr: Şifremi Unuttum?

source: From Cafes to Hospitals, Everything You Need!
tr: Kafeden Hastaneye, İhtiyacınız Olan Her Şey!

source: Full Name
tr: Ad Soyad

source: Gas Station
tr: Benzinlik

source: Get personalized recommendations for places to visit based on your preferences.
tr: Tercihlerinize göre ziyaret edilecek yerler için kişiselleştirilmiş öneriler alın.

source: Get Started?
tr: Başlayalım mı?

source: Göz At
tr: Browse

source: Güncelle
tr: Update

source: Güncelleme Gerekli
tr: Update Required

source: Hello!
tr: Merhaba!

source: Home
tr: Ev

source: Hospital
tr: Hastane

source: Hotel
tr: Otel

source: I Agree
tr: Katılıyorum.

source: I have read and agree to the User Agreement
tr: Kullanıcı Sözleşmesini okudum ve kabul ediyorum

source: If you search for a place, it will be added to your favorites list.
tr: Bir yeri ararsanız, sık kullanılanlar listenize eklenecektir.

source: İlçe ile filtrele
tr: Filter by district

source: Instantly discover all the places around you. Find without searching, save time!
tr: Etrafınızdaki tüm mekanları anında keşfedin. Aramadan bulun, zaman kazanın!

source: Internet connection lost
tr: İnternet bağlantısı kesildi

source: Internet connection restored
tr: İnternet bağlantısı yeniden sağlandı

source: Interpretation
tr: Yorumlama

source: Interpretation and Definitions
tr: Yorum ve Tanımlar

source: Last Searched
tr: Son Aranan

source: Last Searched Places
tr: Son Aranan Yerler

source: Last Updated: December 28, 2024
tr: Son Güncelleme 28 Aralık 2024

source: Last updated: January 13, 2025
tr: Son güncelleme: 13 Ocak 2025

source: Light
tr: Işık

source: Light Mode
tr: Işık Modu

source: Loading...
tr: Yükleniyor…

source: Location
tr: Konum

source: Location: %@
tr: Konum: %@

source: Log in
tr: Giriş yap

source: Log In!
tr: Giriş yap!

source: Log Out
tr: Çıkış Yap

source: Main Page
tr: Ana Sayfa

source: Mall
tr: Alışveriş Merkezi

source: Map Mate-AI is an innovative AI-powered map application designed to enhance your exploration and decision-making experience.
tr: Map Mate-AI, keşif ve karar verme deneyiminizi geliştirmek için tasarlanmış yenilikçi bir yapay zeka destekli harita uygulamasıdır.

source: Map Style
tr: Harita Stili

source: My Location
tr: Konumum

source: Nearby places
tr: Yakındaki yerler

source: Need a pharmacy at any hour? With our on-duty pharmacy feature, find the nearest open pharmacy anytime, anywhere, hassle-free!
tr: İstediğiniz saatte bir eczaneye mi ihtiyacınız var? Nöbetçi eczane özelliğimiz ile istediğiniz zaman, istediğiniz yerde, sorunsuz bir şekilde en yakın açık eczaneyi bulun!

source: Next
tr: Sonraki

source: No Favorite Place Yet
tr: Henüz Favori Yerin Yok

source: No pharmacies found.
tr: Eczane bulunamadı.

source: No pharmacy found.
tr: Eczane bulunamadı.

source: None
tr: Not

source: Note
tr: Not

source: Number of Visits
tr: Ziyaret Sayısı

source: OK
tr: Tamam

source: or
tr: Ya da

source: Other
tr: Diğer

source: Password
tr: Şifre

source: Pharmacies on Duty
tr: Nöbetçi Eczaneler

source: Pharmacy
tr: Eczane

source: Pharmacy on Duty
tr: Nöbetçi Eczane

source: Please choose your preferred language for the app.
tr: Lütfen uygulama için tercih ettiğiniz dili seçin.

source: Please fill in all fields.
tr: Lütfen tüm alanları doldurunuz.

source: Please wait...
tr: Lütfen Bekleyin…

source: Points of interest
tr: İlgi çekici noktalar

source: Points of Interest
tr: İlgi çekici noktalar

source: Privacy Policy
tr: Gizlilik Politikası

source: Profile
tr: Profil

source: Profile Settings
tr: Hesap Ayarları

source: Rate It
tr: Puanla

source: Realistic
tr: Gerçekçi

source: Region: %@
tr: Bölge: %@

source: Reset Password
tr: Şifrenizi Sıfırlayın

source: Reset Your Password
tr: Şifrenizi Sıfırlayın

source: Search
tr: Arama

source: Search On Map
tr: Haritada Ara

source: Select City
tr: Şehir Seçiniz

source: Select Language
tr: Dil Seç

source: Select Your Language
tr: Dil Seçiniz

source: Selected Location
tr: Seçilen Konum

source: Send Reset Link
tr: Sıfırlama Bağlantısı Gönder

source: Settings
tr: Ayarlar

source: Share with Friends
tr: Dostlarınla Paylaş

source: Show Notification
tr: Bildirimi Göster

source: Sign In
tr: Oturum Aç

source: Sign Out
tr: Çıkış Yapın

source: Sign up
tr: Kaydolun

source: Sign Up
tr: Kaydolun

source: Sign Up Now!
tr: Şimdi Kaydolun!

source: Signing In
tr: Oturum Açılıyor

source: Skip
tr: Atla

source: Son Arananlar
tr: Last Called

source: Submit Feedback
tr: Geri Bildirim Gönderin

source: Tap To See
tr: Görmek için dokunun

source: Thank you for choosing Map Mate-AI to guide your adventures.
tr: Maceralarınıza rehberlik etmesi için Map Mate-AI'yi seçtiğiniz için teşekkür ederiz

source: Thank You!
tr: Teşekkürler!

source: The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.
tr: Baş harfi büyük olan kelimeler aşağıdaki koşullar altında tanımlanan anlamlara sahiptir. Aşağıdaki tanımlar, tekil veya çoğul olarak görünmelerine bakılmaksızın aynı anlama gelecektir.

source: Theme Settings
tr: Tema Ayarları

source: This app provides a map-based solution, ensuring that users have the best experience.
tr: Bu uygulama harita tabanlı bir çözüm sunarak kullanıcıların en iyi deneyimi yaşamasını sağlar.

source: This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.
tr: Bu Gizlilik Politikası, Hizmeti kullandığınızda bilgilerinizin toplanması, kullanılması ve ifşa edilmesine ilişkin politikalarımızı ve prosedürlerimizi açıklar ve Size gizlilik haklarınız ve yasaların Sizi nasıl koruduğu hakkında bilgi verir.

source: Type
tr: Tip

source: User Agreement
tr: Kullanıcı Sözleşmesi

source: Verification
tr: Doğrulama

source: Visit my Github Profile
tr: Github Profilimi ziyaret edin

source: Visit my LinkedIn
tr: LinkedIn'imi ziyaret edin

source: We are here to assist you. Feel free to reach out to us through any of the methods below.
tr: Size yardımcı olmak için buradayız. Aşağıdaki yöntemlerden herhangi biriyle bize ulaşmaktan çekinmeyin.

source: We are not responsible for the accuracy of the information provided by the AI model or any decisions made based on this information.
tr: Yapay zeka modeli tarafından sağlanan bilgilerin doğruluğundan veya bu bilgilere dayanarak alınan kararlardan sorumlu değiliz.

source: We collect and process the messages you send within the app. These messages are sent to OpenAI’s GPT services to provide you with accurate and personalized responses. By using this app, you agree to this data processing.
tr: Uygulama içinde gönderdiğiniz mesajları topluyor ve işliyoruz. Bu mesajlar, size doğru ve kişiselleştirilmiş yanıtlar sağlamak için OpenAI'nin GPT hizmetlerine gönderilir. Bu uygulamayı kullanarak, bu veri işlemeyi kabul etmiş olursunuz.

source: We have sent a verification email to your email adress. Please verify to continue.
tr: E-posta adresinize bir doğrulama e-postası gönderdik. Devam etmek için lütfen doğrulayın.

source: We hope to make your journeys smarter, easier, and more enjoyable.
tr: Yolculuklarınızı daha akıllı, daha kolay ve daha keyifli hale getirmeyi umuyoruz.

source: We improve with your feedback. Share your thoughts and let’s create something better together!
tr: Geri bildirimlerinizle gelişiyoruz. Düşüncelerinizi paylaşın, birlikte daha iyisini yapalım!

source: We value your feedback to improve Map Mate-AI.
tr: Map Mate-AI'yi geliştirmek için geri bildirimlerinize değer veriyoruz.

source: Welcome Back,
tr: Hoşgeldiniz

source: Welcome back!
tr: Tekrar hoş geldiniz!

source: Welcome to our app! Before using our services, please carefully read and agree to the following terms and conditions:
tr: Uygulamamıza hoş geldiniz! Hizmetlerimizi kullanmadan önce lütfen aşağıdaki hüküm ve koşulları dikkatlice okuyun ve kabul edin:

source: Welcome,
tr: Hoşgeldiniz,

source: Yeni %@ sürümü çıktı. Devam etmek için güncellemeniz gerekiyor.
tr: The new %@ version is out. You need to update to continue.

source: Yıldızlanmış Yerler
tr: Starred Places

source: You can contact us for any questions or suggestions:
tr: Her türlü soru ve önerileriniz için bizimle iletişime geçebilirsiniz:

source: You have %lld prompt left!
tr: Kalan %lld isteminiz var!

source: You have reached the maximum prompt limit.
tr: Maksimum istem sınırına ulaştınız.

source: You have the right to request the deletion of your data or inquire about how your data is used. For any requests, please contact our support team.
tr: Verilerinizin silinmesini talep etme veya verilerinizin nasıl kullanıldığı hakkında bilgi alma hakkına sahipsiniz. Her türlü talebiniz için lütfen destek ekibimizle iletişime geçin.

source: You have used all 3 prompts for today. Your limit will reset in 24 hours.
tr: Bugün için 3 mesaj hakkınızı kullandınız. 24 Saat sonra hakkınız hesabınıza yüklenecektir.

source: Your AI-powered map assistant.
tr: Yapay zeka destekli harita asistanınız.

source: Your feedback has been submitted successfully.
tr: Geri bildiriminiz başarılı bir şekilde gönderildi

source: Your Feedback Matters to Us!
tr: Fikriniz Bizim İçin Değerli!

source: Your Feedback:
tr: Geri Bildiriminiz:

source: Your messages and related information will be shared with OpenAI, which processes the data under its [privacy policy](https://openai.com/privacy/). We do not share your data with any other third parties.
tr: Mesajlarınız ve ilgili bilgiler, verileri [gizlilik politikası] (https://openai.com/privacy/) kapsamında işleyen OpenAI ile paylaşılacaktır. Verilerinizi başka herhangi bir üçüncü tarafla paylaşmıyoruz.
